artillery.yml
config:
  target: 'http://localhost:3000'
  phases:
    - duration: 30
      arrivalRate: 10
scenarios:
  - flow:
      - post:
          url: "/items"
          json:
            name: "Face-mist"
            description: "skin-product"
            category: "skin-care"
            price: 40
            quantity: 2